tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "hudochenkov/sshpass"
tap "k1low/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "sal0max/nikon"
brew "act"
brew "libyaml"
brew "ansible"
brew "node"
brew "ansible-language-server"
brew "libpng"
brew "zstd"
brew "libtiff"
brew "jpeg-xl"
brew "aspell"
brew "glib"
brew "python@3.9"
brew "automake"
brew "avrdude"
brew "bat"
brew "cairo"
brew "coreutils"
brew "unbound"
brew "gnutls"
brew "tree-sitter", args: ["HEAD"]
brew "cask"
brew "clang-format"
brew "cmake"
brew "cmigemo", args: ["HEAD"]
brew "ctags"
brew "openldap"
brew "curl"
brew "delta", link: false
brew "deno"
brew "harfbuzz"
brew "openjdk"
brew "emscripten"
brew "expat"
brew "eza"
brew "fd"
brew "findutils"
brew "pango"
brew "fontforge"
brew "fzf"
brew "gauge"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "git"
brew "git-delta"
brew "gnupg"
brew "gpgme"
brew "gnu-sed"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "gpm"
brew "jasper"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "gtk+"
brew "gtk+3"
brew "htop"
brew "hugo"
brew "hyperfine"
brew "libheif"
brew "imagemagick"
brew "isync"
brew "jq"
brew "libgccjit"
brew "libiconv"
brew "libvterm"
brew "libxpm"
brew "libxaw3d"
brew "libxml2"
brew "mailutils"
brew "make"
brew "markdown", link: false
brew "mermaid-cli"
brew "msmtp"
brew "multimarkdown"
brew "nkf"
brew "notmuch"
brew "peco"
brew "php"
brew "pngpaste"
brew "poetry"
brew "poppler"
brew "python@3.10"
brew "proselint"
brew "qt"
brew "rename"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "rust"
brew "sheldon"
brew "terminal-notifier"
brew "texinfo"
brew "texlab"
brew "tmux"
brew "w3m"
brew "wget"
brew "yaml-language-server"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "hudochenkov/sshpass/sshpass"
brew "k1low/tap/tbls"
brew "qmk/qmk/qmk"
cask "aquaskk"
cask "brave-browser"
cask "docker"
cask "karabiner-elements"
cask "keycastr"
cask "utm"
