tap "carlocab/personal"
tap "d12frosted/emacs-plus"
tap "delphinus/sfmono-square"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "rcmdnk/rcmdnkpac"
tap "sal0max/nikon"
tap "sanemat/font"
brew "giflib"
brew "jpeg"
brew "libpng"
brew "libtiff"
brew "aspell"
brew "glib"
brew "automake"
brew "pkg-config"
brew "cairo"
brew "coreutils"
brew "unbound", restart_service: true
brew "gnutls"
brew "jansson"
brew "cask"
brew "clang-format"
brew "cmake"
brew "cmigemo", args: ["HEAD"]
brew "ctags"
brew "zstd"
brew "dbus", restart_service: true
brew "node"
brew "exa"
brew "expat"
brew "fd"
brew "fish"
brew "gobject-introspection"
brew "harfbuzz"
brew "fontforge"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "go"
brew "gpm"
brew "jasper"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "gtk+3"
brew "htop"
brew "hugo"
brew "libheif"
brew "imagemagick"
brew "imagemagick@6"
brew "isync"
brew "jq"
brew "libgccjit"
brew "libiconv"
brew "libvterm"
brew "libxpm"
brew "libxaw3d"
brew "libxml2"
brew "libyaml"
brew "llvm"
brew "mailutils"
brew "make"
brew "mas"
brew "mosh"
brew "msmtp"
brew "mu"
brew "neofetch"
brew "nkf"
brew "nmap"
brew "openblas"
brew "numpy"
brew "openvpn", restart_service: true
brew "peco"
brew "php"
brew "pngpaste"
brew "qt"
brew "poppler"
brew "proselint"
brew "python@3.8"
brew "rbenv"
brew "rename"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "shellcheck"
brew "shpotify"
brew "terminal-notifier"
brew "texinfo"
brew "texlab"
brew "the_silver_searcher"
brew "tmux"
brew "tree-sitter", args: ["HEAD"]
brew "w3m"
brew "wget"
brew "wxpython"
brew "xcbeautify"
brew "zeromq"
brew "zlib"
brew "zoxide"
brew "carlocab/personal/unrar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mongodb/brew/mongodb-community"
brew "rcmdnk/rcmdnkpac/rcmdnk-trash"
cask "1password"
cask "alfred"
cask "aquaskk"
cask "brave-browser"
cask "deepl"
cask "evernote"
cask "font-hackgen-nerd"
cask "font-iosevka-aile"
cask "font-jetbrains-mono-nerd-font"
cask "font-noto-color-emoji"
cask "font-noto-sans-cjk-jp"
cask "font-noto-serif-cjk-jp"
cask "fontforge"
cask "google-chrome"
cask "grammarly"
cask "hot"
cask "karabiner-elements"
cask "mactex"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "skim"
cask "slack"
cask "tunnelblick"
mas "Copied", id: 1026349850
mas "GarageBand", id: 682658836
mas "GoodNotes", id: 1444383602
mas "Grammarly for Safari", id: 1462114288
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Magnet", id: 441258766
mas "Microsoft Excel", id: 462058435
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Spark", id: 1176895641
mas "Yoink", id: 457622435
