tap "daviderestivo/emacs-head"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "railwaycat/emacsmacport"
tap "sal0max/nikon"
tap "sanemat/font"
brew "aspell"
brew "automake"
brew "glib"
brew "clang-format"
brew "coreutils"
brew "ctags"
brew "exa"
brew "fd"
brew "fish"
brew "pkg-config"
brew "gobject-introspection"
brew "harfbuzz"
brew "fontforge"
brew "fzf"
brew "ghostscript"
brew "git"
brew "unbound"
brew "gnutls"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "libheif"
brew "imagemagick"
brew "imagemagick@6"
brew "languagetool"
brew "libxml2"
brew "mackup"
brew "mas"
brew "nkf"
brew "node"
brew "pngpaste"
brew "poppler"
brew "python@3.8"
brew "rename"
brew "ripgrep"
brew "zstd"
brew "rsync"
brew "shellcheck"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tmux"
brew "wxpython"
brew "sanemat/font/ricty", args: ["with-powerline"]
cask "alfred"
cask "deepl"
cask "emacs-mac"
cask "evernote"
cask "font-hackgen-nerd"
cask "fontforge"
cask "gitup"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-japanese-ime"
cask "grammarly"
cask "iterm2"
cask "karabiner-elements"
cask "mactex"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "nikon-webcam-utility"
cask "skim"
cask "slack"
cask "spotify"
cask "zoom"
mas "1Blocker", id: 1107421413
mas "1Password 7", id: 1333542190
mas "AdBlock", id: 1402042596
mas "AmorphousDiskMark", id: 1168254295
mas "Be Focused Pro", id: 961632517
mas "Cinebench", id: 1438772273
mas "Copied", id: 1026349850
mas "Disk Speed Test", id: 425264550
mas "Keynote", id: 409183694
mas "MagicanLite", id: 515798947
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Spark", id: 1176895641
mas "Yoink", id: 457622435
