jethrokuan/z
0rax/fish-bd
oh-my-fish/theme-clearance
oh-my-fish/plugin-peco
decors/fish-ghq
yoshiori/fish-peco_select_ghq_repository
oh-my-fish/plugin-expand
oh-my-fish/plugin-extract
edc/bass
fishpkg/fish-spin
jethrokuan/fzf
lilyball/nix-env.fish
