1password
accountsservice
acpi
acpid
alacritty
alarm-clock-applet
albert
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
apple-music-electron-git
arandr
aspell-en
at
autoconf
automake
autorandr-git
avahi
b43-fwcutter
bash
biber
binutils
bison
bluez
bluez-utils
bmenu
brave-browser
btrfs-progs
bzip2
cadence
ccache
chromium
clipit
cmake
coreutils
cpupower
crda
cronie
cryptsetup
device-mapper
dfc
dhclient
dhcpcd
diffutils
dmidecode
dmraid
dnsmasq
dosfstools
e2fsprogs
easyeffects
ecryptfs-utils
efibootmgr
emacs-native-comp-git-enhanced
epdfview
evince
exfat-utils
f2fs-tools
fakeroot
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-skk
fd
feh
file
filesystem
findutils
fio
firefox
fish
flex
fontforge
gawk
gcc
gcc-libs
gcolor2
geoclue
gettext
ghostscript
ghq
glibc
glibc-locales
gnome-keyring
go
gobject-introspection
google-calendar-nativefier
gperf
grep
grub
grub-theme-manjaro-dev
gtk-doc
gtk-engine-murrine
gtk4
gufw
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-smb
gzip
haveged
htop
i3-default-artwork
inetutils
inxi
iproute2
iputils
isync
jfsutils
kvantum-manjaro
less
lib32-flex
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-mesa-vdpau
lib32-vulkan-intel
lib32-vulkan-radeon
libgccjit
libtool
libva-mesa-driver
libva-vdpau-driver
licenses
lightdm-slick-greeter
linux510-rt
linux513
linux513-headers
linux514
linux514-headers
logrotate
lvm2
lxappearance
lxinput
m4
maia-console
make
man-db
man-pages
manjaro-alsa
manjaro-browser-settings
manjaro-firmware
manjaro-hotfixes
manjaro-i3-settings
manjaro-ranger-settings
manjaro-release
manjaro-settings-manager
manjaro-system
markdown_previewer
mdadm
memtest86+
mesa-demos
mesa-vdpau
mhwd
mhwd-db
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
moc
modemmanager
morc_menu
mousepad
msmtp
mtplvcap-git
mu
nano
ncdu
nerd-fonts-complete
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
ninja
nkf
noisetorch
noto-fonts-cjk-jp-vf
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
ntp
obs-linuxbrowser-bin
obs-studio
okular
openresolv
openssh
os-prober
p7zip
pacman
palemoon-bin
pamac-gtk
patch
patchutils
pavucontrol
pciutils
pcmanfm
peco
perl
perl-file-mimeinfo
piper
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
playerctl
polkit-gnome
polybar
poppler-data
powertop
procps-ng
psmisc
pulseaudio-control
qt5-styleplugins
qt5ct
ranger
reiserfsprogs
ripgrep
rofi
rsync
ruby
s-nail
sbxkb
screenfetch
sed
shadow
skk-jisyo
slack-desktop
snapd
spectre-meltdown-checker
speedtest-cli
spotify
spotify-tui-bin
spotifyd
squashfs-tools
sudo
sysfsutils
syslog-ng
systemd
systemd-fsck-silent
systemd-sysvcompat
tar
teams-for-linux
terminus-font
texinfo
texlab
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langjapanese
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
timeshift
tlp
tmux
tree
ttf-dejavu
ttf-fantasque-sans-mono
ttf-iosevka-aile
ttf-jetbrains-mono
ufw
upower
usbutils
util-linux
v4l2loopback-dkms
vi
viewnior
vim
vlc
volumeicon
vulkan-intel
vulkan-radeon
w3m
wget
which
wmutils
wpa_supplicant
xautolock
xdg-user-dirs
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xf86-video-vesa
xfce4-power-manager
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
xz
yay
zensu
zoom
zoxide
